tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
brew "ack"
brew "atuin"
brew "sqlite"
brew "awscli"
brew "numpy"
brew "binwalk"
brew "chezmoi"
brew "cloc"
brew "qemu"
brew "lima"
brew "colima"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "docker"
brew "docker-buildx"
brew "elvish"
brew "ffmpeg"
brew "flock"
brew "fzf"
brew "gawk"
brew "gh"
brew "git-filter-repo"
brew "glab"
brew "gnupg"
brew "goreleaser"
brew "hcl2json"
brew "htop"
brew "hurl"
brew "imagemagick"
brew "ipcalc"
brew "iperf"
brew "iproute2mac"
brew "jd"
brew "jj"
brew "jq"
brew "kubernetes-cli"
brew "kyverno"
brew "lnav"
brew "mas"
brew "mpv"
brew "mtr"
brew "ncdu"
brew "neovim"
brew "nethack"
brew "nmap"
brew "node"
brew "openssh"
brew "pre-commit"
brew "pv"
brew "pwgen"
brew "qpdf"
brew "ranger"
brew "socat"
brew "sshuttle"
brew "tea"
brew "terraform", link: false
brew "tmux"
brew "wget"
brew "yh"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/sketchybar"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "audacity"
cask "font-hack-nerd-font"
cask "gimp"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "keepassxc"
cask "lunar"
cask "mullvadvpn"
cask "openlens"
cask "raycast"
cask "slack"
cask "stretchly"
cask "vagrant"
cask "wezterm@nightly"
cask "wireshark"
cask "zed"
cask "zoom"
mas "Accelerate", id: 1459809092
mas "AdGuard for Safari", id: 1440147259
mas "Dark Reader for Safari", id: 1438243180
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Refined GitHub", id: 1519867270
mas "reMarkable", id: 1276493162
mas "Tailscale", id: 1475387142
mas "Telegram", id: 747648890
mas "Things", id: 904280696
mas "Vimari", id: 1480933944
