tap "felixkratz/formulae"
tap "gcenx/wine"
tap "golangci/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "kegworks-app/kegworks"
tap "nikitabobko/tap"
tap "playcover/playcover"
tap "robusta-dev/krr"
brew "ack"
brew "atuin"
brew "autoconf"
brew "automake"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "icu4c@77"
brew "glib"
brew "cairo"
brew "capstone"
brew "chezmoi"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "lima"
brew "colima"
brew "colordiff"
brew "coreutils"
brew "cpdf"
brew "curl"
brew "harfbuzz"
brew "openjdk"
brew "dex2jar"
brew "diffoscope"
brew "tesseract"
brew "ghostscript"
brew "djvu2pdf"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "eksctl"
brew "elvish"
brew "emscripten"
brew "exiftool"
brew "ffmpeg"
brew "flock"
brew "fzf"
brew "gawk"
brew "gh"
brew "git-filter-repo"
brew "glab"
brew "gnupg"
brew "go"
brew "goreleaser"
brew "libtool"
brew "graphviz"
brew "hcl2json"
brew "helm"
brew "htop"
brew "hurl"
brew "icu4c@75"
brew "libheif"
brew "liblqr"
brew "imagemagick"
brew "innoextract"
brew "ipcalc"
brew "iperf"
brew "iproute2mac"
brew "jd"
brew "jj"
brew "jq"
brew "jsonnet"
brew "kubernetes-cli"
brew "libcaca"
brew "libirecovery"
brew "libpq"
brew "libraqm"
brew "libusb-compat"
brew "qemu"
brew "lima-additional-guestagents"
brew "llvm@16"
brew "lnav"
brew "mas"
brew "miller"
brew "yt-dlp"
brew "mpv"
brew "mtr"
brew "ncdu"
brew "neovim"
brew "nethack"
brew "ninja"
brew "nmap"
brew "numpy"
brew "openjdk@17"
brew "openssh"
brew "openssl@1.1"
brew "p7zip"
brew "pillow"
brew "pkgconf"
brew "pre-commit"
brew "protobuf"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "qpdf"
brew "ranger"
brew "redis"
brew "ripgrep"
brew "scrcpy"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "sequoia-sq"
brew "socat"
brew "sops"
brew "sshuttle"
brew "ssss"
brew "step"
brew "switchaudio-osx"
brew "tea"
brew "terragrunt"
brew "tfenv"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yh"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/sketchybar"
brew "golangci/tap/golangci-lint"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform", link: false
brew "hashicorp/tap/vault"
brew "robusta-dev/krr/krr"
cask "1password"
cask "1password-cli"
cask "aegisub"
cask "aerospace"
cask "android-commandlinetools"
cask "android-platform-tools"
cask "android-studio"
cask "audacity"
cask "bruno"
cask "calibre"
cask "claude"
cask "font-hack-nerd-font"
cask "gcloud-cli"
cask "ghidra"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "graphql-playground"
cask "iterm2"
cask "itermai"
cask "jd-gui"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keepassxc"
cask "kegworks"
cask "lunar"
cask "mac-mouse-fix"
cask "mitmproxy"
cask "mullvad-vpn"
cask "nordvpn"
cask "openlens"
cask "orbstack"
cask "playcover-community"
cask "qbittorrent"
cask "raycast"
cask "session-manager-plugin"
cask "slack"
cask "steam"
cask "stretchly"
cask "utm"
cask "vagrant"
cask "wezterm@nightly"
cask "wireshark-app"
cask "yellowdot"
cask "zed"
cask "zoom"
mas "Accelerate", id: 1459809092
mas "Apple Configurator", id: 1037126344
mas "Custom Search Engine", id: 1588019370
mas "Dark Reader for Safari", id: 1438243180
mas "Hush", id: 1544743900
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Outline", id: 1356178125
mas "Pages", id: 409201541
mas "Refined GitHub", id: 1519867270
mas "reMarkable", id: 1276493162
mas "Telegram", id: 747648890
mas "Telegram Lite", id: 946399090
mas "Things", id: 904280696
mas "Vimari", id: 1480933944
mas "Wipr", id: 1662217862
mas "Xcode", id: 497799835
